Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# workboard.workspace.import.complete.message.one
source: One item was added. Nothing was sent.
es: Se añadió un elemento. No se envió nada.
ja: 1件を追加しました。何も送信していません。
zh_hans: 已添加一项，未发送给 AI。

# workboard.workspace.import.partial.message
source: %1$lld added, %2$lld failed. Added items were kept and nothing was sent.
es: %1$lld añadidos, %2$lld fallidos. Los elementos añadidos se conservaron y no se envió nada.
ja: %1$lld件を追加し、%2$lld件は失敗しました。追加した項目は保持され、何も送信していません。
zh_hans: 已添加 %1$lld 项，%2$lld 项失败。已添加内容已保留，未发送给 AI。

# workboard.workspace.import.partial.title
source: Some items need another try
es: Algunos elementos necesitan otro intento
ja: 一部の項目は再試行が必要です
zh_hans: 部分项目需要重试

# workboard.workspace.import.progress
source: %1$lld of %2$lld
es: %1$lld de %2$lld
ja: %2$lld枚中%1$lld枚目
zh_hans: 第 %1$lld 项，共 %2$lld 项

# workboard.workspace.thought.defaultTitle
source: Thought
es: Idea
ja: 考え
zh_hans: 想法

# workboard.workspace.thought.saved
source: Added to Work. Nothing was sent.
es: Añadido a Trabajo. No se envió nada.
ja: ワークスペースに追加しました。何も送信していません。
zh_hans: 已添加到工作台，未发送任何内容。

# workdesk.addToAnotherProject
source: Add to another project…
es: Añadir a otro proyecto…
ja: 別のプロジェクトに追加…
zh_hans: 添加到其他项目…

# workdesk.all
source: Home
es: Inicio
ja: ホーム
zh_hans: 主页

# workdesk.all.empty.message
source: Capture a thought or add a file below. Move related materials into projects to make room on your desk.
es: Captura una idea o añade un archivo abajo. Mueve materiales relacionados a proyectos para hacer espacio en tu escritorio.
ja: 下で考えやファイルを追加できます。関連する素材をプロジェクトに移動して、ワークスペースを整理しましょう。
zh_hans: 在下方记录想法或添加文件，将相关素材移入项目，为工作台腾出空间。

# workdesk.brief.acceptedMessage
source: Open the conversation to follow its progress or continue working with your AI. Your project and materials are still here.
es: Abre la conversación para seguir su progreso o continuar trabajando con tu IA. Tu proyecto y materiales siguen aquí.
ja: 会話を開いて進行状況を確認するか、AIとの作業を続けてください。プロジェクトと素材はそのまま残っています。
zh_hans: 打开对话以查看进度或继续与 AI 工作，项目和素材仍保留在这里。

# workdesk.brief.attachedFiles
source: Attached files
es: Archivos adjuntos
ja: 添付ファイル
zh_hans: 附加文件

# workdesk.brief.discard
source: Discard changes
es: Descartar cambios
ja: 変更を破棄
zh_hans: 放弃更改

# workdesk.brief.discardMessage
source: The changes in this window will be lost. Your saved project and materials will stay in Work.
es: Los cambios de esta ventana se perderán. Tu proyecto y materiales guardados seguirán en Trabajo.
ja: このウィンドウの変更は失われます。保存済みのプロジェクトと素材はワークスペースに残ります。
zh_hans: 此窗口中的更改将丢失，已保存的项目和素材仍保留在工作台。

# workdesk.brief.discardTitle
source: Discard unsaved changes?
es: ¿Descartar los cambios sin guardar?
ja: 未保存の変更を破棄しますか？
zh_hans: 放弃未保存的更改？

# workdesk.brief.excluded
source: Unchecked materials will not be sent. Their project locations stay the same.
es: Los materiales sin marcar no se enviarán. Sus ubicaciones en los proyectos no cambian.
ja: チェックを外した素材は送信しません。プロジェクト内の場所は変わりません。
zh_hans: 未勾选的素材不会发送，它们所属的项目保持不变。

# workdesk.brief.included
source: Included
es: Incluido
ja: 含める
zh_hans: 已包含

# workdesk.brief.keepEditing
source: Keep editing
es: Seguir editando
ja: 編集を続ける
zh_hans: 继续编辑

# workdesk.brief.leftOut
source: Left out
es: Excluido
ja: 除外
zh_hans: 已排除

# workdesk.brief.openChat
source: Open chat
es: Abrir chat
ja: チャットを開く
zh_hans: 打开聊天

# workdesk.brief.savedUnavailable
source: This gateway is unavailable on this device. Choose another to continue.
es: Esta pasarela no está disponible en este dispositivo. Elige otra para continuar.
ja: このゲートウェイはこのデバイスで利用できません。別のゲートウェイを選んで続けてください。
zh_hans: 此网关在此设备不可用，请选择其他网关以继续。

# workdesk.brief.sendTo
source: Send to %@
es: Enviar a %@
ja: %@に送信
zh_hans: 发送给 %@

# workdesk.canvas.fit
source: Fit desk
es: Ajustar escritorio
ja: ワークスペース全体を表示
zh_hans: 显示整个工作台

# workdesk.canvas.fit.short
source: Fit
es: Ajustar
ja: 全体を表示
zh_hans: 适合窗口

# workdesk.canvas.focusMaterial
source: Zoom in to this material
es: Acercar a este material
ja: この素材を拡大
zh_hans: 放大此素材

# workdesk.canvas.holdToGroup
source: Hold here to group
es: Mantén aquí para agrupar
ja: ここで長押ししてまとめる
zh_hans: 在此停留以分组

# workdesk.canvas.moveDown
source: Move down
es: Mover abajo
ja: 下に移動
zh_hans: 向下移动

# workdesk.canvas.moveLeft
source: Move left
es: Mover a la izquierda
ja: 左に移動
zh_hans: 向左移动

# workdesk.canvas.moveObjectHint
source: Drag anywhere on a card to arrange your desk
es: Arrastra desde cualquier parte de una tarjeta para organizar tu escritorio
ja: カードのどこからでもドラッグしてワークスペースを整理
zh_hans: 拖动卡片上的任意位置以整理工作台

# workdesk.canvas.moveRight
source: Move right
es: Mover a la derecha
ja: 右に移動
zh_hans: 向右移动

# workdesk.canvas.moveUp
source: Move up
es: Mover arriba
ja: 上に移動
zh_hans: 向上移动

# workdesk.canvas.openProject
source: Open project
es: Abrir proyecto
ja: プロジェクトを開く
zh_hans: 打开项目

# workdesk.canvas.releaseToGroup
source: Release to create project
es: Suelta para crear un proyecto
ja: 離してプロジェクトを作成
zh_hans: 松开以创建项目

# workdesk.canvas.releaseToMove
source: Release to move into project
es: Suelta para mover al proyecto
ja: 離してプロジェクトに移動
zh_hans: 松开以移入项目

# workdesk.canvas.resetZoom
source: Reset zoom
es: Restablecer zoom
ja: 表示倍率をリセット
zh_hans: 重置缩放

# workdesk.canvas.selectCard
source: Select material
es: Seleccionar material
ja: 素材を選択
zh_hans: 选择素材

# workdesk.canvas.zoomIn
source: Zoom in
es: Acercar
ja: 拡大
zh_hans: 放大

# workdesk.canvas.zoomOut
source: Zoom out
es: Alejar
ja: 縮小
zh_hans: 缩小

# workdesk.capture.all.drop
source: Drop into Home
es: Soltar en Inicio
ja: ホームにドロップ
zh_hans: 拖入主页

# workdesk.capture.all.prompt
source: Add to Home…
es: Añadir a Inicio…
ja: ホームに追加…
zh_hans: 添加到主页…

# workdesk.capture.project.atomic.failed.message
source: Some items couldn’t be added to the project. They’re safe on Home. Open Home to organise them.
es: Algunos elementos no se pudieron añadir al proyecto. Están a salvo en Inicio. Abre Inicio para organizarlos.
ja: 一部の項目をプロジェクトに追加できませんでした。ホームに安全に保存されています。ホームを開いて整理してください。
zh_hans: 部分项目无法添加到此项目，已安全保存在主页。请打开主页整理。

# workdesk.capture.project.atomic.partial.message
source: %1$lld added; %2$lld couldn’t be added. Some saved items couldn’t be placed in the project. Open Home to organise them.
es: %1$lld añadidos; %2$lld no se pudieron añadir. Algunos elementos guardados no se pudieron colocar en el proyecto. Abre Inicio para organizarlos.
ja: %1$lld件を追加し、%2$lld件は追加できませんでした。保存済みの一部項目をプロジェクトに配置できませんでした。ホームを開いて整理してください。
zh_hans: 已添加 %1$lld 项，%2$lld 项无法添加。部分已保存内容无法放入项目，请打开主页整理。

# workdesk.capture.project.drop
source: Drop into %@
es: Soltar en %@
ja: %@にドロップ
zh_hans: 拖入 %@

# workdesk.capture.project.failed.title
source: Saved on Home
es: Guardado en Inicio
ja: ホームに保存済み
zh_hans: 已保存到主页

# workdesk.capture.project.prompt
source: Add to %@…
es: Añadir a %@…
ja: %@に追加…
zh_hans: 添加到 %@…

# workdesk.collapsed
source: Collapsed
es: Contraído
ja: 折りたたみ済み
zh_hans: 已收起

# workdesk.companion.openTranscript
source: Open transcript
es: Abrir transcripción
ja: 文字起こしを開く
zh_hans: 打开转写文本

# workdesk.conversation.accepted
source: Conversation started
es: Conversación iniciada
ja: 会話を開始しました
zh_hans: 对话已开始

# workdesk.conversation.addMaterials.empty
source: All available materials are already in this conversation.
es: Todos los materiales disponibles ya están en esta conversación.
ja: 利用できる素材はすべて、この会話に含まれています。
zh_hans: 所有可用素材都已包含在此对话中。

# workdesk.conversation.addMaterials.explanation
source: Included in this conversation only. Their projects stay the same.
es: Incluidos solo en esta conversación. Sus proyectos no cambian.
ja: この会話にのみ含まれます。プロジェクトは変わりません。
zh_hans: 仅包含在此对话中，素材所属项目保持不变。

# workdesk.conversation.addMaterials.noMatches
source: No materials match your search.
es: Ningún material coincide con tu búsqueda.
ja: 検索に一致する素材はありません。
zh_hans: 没有符合搜索条件的素材。

# workdesk.conversation.addMaterials.title
source: Materials from Work
es: Materiales de Trabajo
ja: ワークスペースの素材
zh_hans: 工作台素材

# workdesk.conversation.addSelected
source: Add selected
es: Añadir seleccionados
ja: 選択した素材を追加
zh_hans: 添加所选内容

# workdesk.conversation.another
source: New conversation
es: Nueva conversación
ja: 新しい会話
zh_hans: 新建对话

# workdesk.conversation.back
source: Back to project
es: Volver al proyecto
ja: プロジェクトに戻る
zh_hans: 返回项目

# workdesk.conversation.clearSelection
source: Clear selection
es: Borrar selección
ja: 選択を解除
zh_hans: 清除选择

# workdesk.conversation.connectionMissing
source: Connection unavailable
es: Conexión no disponible
ja: 接続を利用できません
zh_hans: 连接不可用

# workdesk.conversation.connectionUnavailable
source: This conversation's connection is unavailable. Its messages remain here.
es: La conexión de esta conversación no está disponible. Sus mensajes permanecen aquí.
ja: この会話の接続は利用できません。メッセージはここに残ります。
zh_hans: 此对话的连接不可用，消息仍保留在这里。

# workdesk.conversation.context.included
source: Project context included
es: Contexto del proyecto incluido
ja: プロジェクトの文脈を含める
zh_hans: 已包含项目上下文

# workdesk.conversation.exactMessage
source: Full outgoing message
es: Mensaje de salida completo
ja: 送信するメッセージ全体
zh_hans: 完整待发送消息

# workdesk.conversation.findMaterial
source: Find a material
es: Buscar un material
ja: 素材を探す
zh_hans: 查找素材

# workdesk.conversation.gateway.choose
source: Choose a gateway
es: Elegir una pasarela
ja: ゲートウェイを選択
zh_hans: 选择网关

# workdesk.conversation.gateway.none
source: No gateway is available on this device. Your task will stay here when you close. Connect a gateway in Settings → Personal AI.
es: No hay ninguna pasarela disponible en este dispositivo. Tu tarea seguirá aquí al cerrar. Conecta una pasarela en Ajustes → IA personal.
ja: このデバイスではゲートウェイを利用できません。閉じてもタスクは保持されます。設定 → パーソナルAIでゲートウェイを接続してください。
zh_hans: 此设备没有可用网关，关闭后任务仍会保留。请在“设置”→“个人 AI”中连接网关。

# workdesk.conversation.leaveOutMissing
source: Leave out missing materials
es: Excluir los materiales que faltan
ja: 見つからない素材を除外
zh_hans: 排除缺失素材

# workdesk.conversation.materials.count
source: %lld included
es: %lld incluidos
ja: %lld件を含める
zh_hans: 已包含 %lld 项

# workdesk.conversation.materials.empty
source: No materials yet. You can start with a task alone.
es: Aún no hay materiales. Puedes empezar solo con una tarea.
ja: 素材はまだありません。タスクだけで始めることもできます。
zh_hans: 尚无素材，你可以仅填写任务开始。

# workdesk.conversation.materials.heading
source: Materials
es: Materiales
ja: 素材
zh_hans: 素材

# workdesk.conversation.materials.partialCount
source: %lld of %lld included
es: %lld de %lld incluidos
ja: %lld件を含める（全%lld件）
zh_hans: 已包含 %lld / %lld 项

# workdesk.conversation.missingSelection
source: Some selected materials were removed or moved. Leave them out to continue.
es: Algunos materiales seleccionados se eliminaron o movieron. Exclúyelos para continuar.
ja: 選択した素材の一部が削除または移動されました。除外して続けてください。
zh_hans: 部分所选素材已被移除或移动，请排除它们后继续。

# workdesk.conversation.new
source: New conversation…
es: Nueva conversación…
ja: 新しい会話…
zh_hans: 新建对话…

# workdesk.conversation.newCompanionExcluded
source: New attached material left out. Uncheck and select this card again to include it.
es: Nuevo material adjunto excluido. Desmarca y vuelve a seleccionar esta tarjeta para incluirlo.
ja: 新しく添付した素材は含まれていません。このカードのチェックを一度外し、再度選択してください。
zh_hans: 新附加素材未包含。请取消勾选此卡片后重新选择，以包含它。

# workdesk.conversation.retrySaving
source: Retry saving draft
es: Reintentar guardar el borrador
ja: 下書きの保存を再試行
zh_hans: 重试保存草稿

# workdesk.conversation.review
source: Review
es: Revisar
ja: 確認
zh_hans: 检查

# workdesk.conversation.reviewBack
source: Back
es: Atrás
ja: 戻る
zh_hans: 返回

# workdesk.conversation.reviewTask
source: Your task
es: Tu tarea
ja: タスク
zh_hans: 你的任务

# workdesk.conversation.reviewTitle
source: Review conversation
es: Revisar conversación
ja: 会話を確認
zh_hans: 检查对话

# workdesk.conversation.saveFailed
source: Your project settings could not be saved. Your task is still here. Keep this window open and try again.
es: No se pudieron guardar los ajustes de tu proyecto. Tu tarea sigue aquí. Mantén esta ventana abierta y vuelve a intentarlo.
ja: プロジェクト設定を保存できませんでした。タスクは保持されています。このウィンドウを開いたまま再試行してください。
zh_hans: 无法保存项目设置，任务仍保留在这里。请保持此窗口打开并重试。

# workdesk.conversation.selectionChanged
source: The selected materials changed. Choose them again.
es: Los materiales seleccionados cambiaron. Elígelos de nuevo.
ja: 選択した素材が変更されました。もう一度選んでください。
zh_hans: 所选素材已发生变化，请重新选择。

# workdesk.conversation.sendExplanation
source: Send starts a new conversation with the gateway above.
es: Enviar inicia una conversación nueva con la pasarela de arriba.
ja: 「送信」で、上のゲートウェイとの新しい会話を始めます。
zh_hans: 发送后会与上方网关开始新对话。

# workdesk.conversation.task
source: What would you like to do?
es: ¿Qué te gustaría hacer?
ja: 何をしたいですか？
zh_hans: 你想做什么？

# workdesk.conversation.task.placeholder
source: Describe the task and the result you want from this conversation…
es: Describe la tarea y el resultado que quieres de esta conversación…
ja: この会話で行うタスクと、得たい結果を入力してください…
zh_hans: 描述任务，以及希望此次对话得到的结果…

# workdesk.conversation.title
source: New conversation
es: Nueva conversación
ja: 新しい会話
zh_hans: 新建对话

# workdesk.conversation.unavailable
source: This conversation couldn’t open.
es: No se pudo abrir esta conversación.
ja: この会話を開けませんでした。
zh_hans: 无法打开此对话。

# workdesk.conversation.useElsewhere
source: Use materials from elsewhere…
es: Usar materiales de otro lugar…
ja: ほかの場所の素材を使用…
zh_hans: 使用其他位置的素材…

# workdesk.conversation.withMaterials
source: New conversation with %lld materials…
es: Nueva conversación con %lld materiales…
ja: %lld件の素材で新しい会話…
zh_hans: 使用 %lld 项素材新建对话…

# workdesk.conversation.withOneMaterial
source: New conversation with 1 material…
es: Nueva conversación con 1 material…
ja: 1件の素材で新しい会話…
zh_hans: 使用 1 项素材新建对话…

# workdesk.conversations.loadFailed
source: Conversations couldn’t refresh. Try again.
es: No se pudieron actualizar las conversaciones. Inténtalo de nuevo.
ja: 会話を更新できませんでした。再試行してください。
zh_hans: 无法刷新对话，请重试。

# workdesk.conversations.toggle
source: Show or hide project conversations
es: Mostrar u ocultar conversaciones del proyecto
ja: プロジェクトの会話を表示・非表示
zh_hans: 显示或隐藏项目对话

# workdesk.draft.anotherAfterInterruptionMessage
source: The previous send may already have reached your gateway. This keeps your task for a separate conversation. You will still review it and choose Send.
es: El envío anterior puede haber llegado ya a tu pasarela. Esto conserva tu tarea para otra conversación. Aún la revisarás y elegirás Enviar.
ja: 前回の送信はすでにゲートウェイに届いている可能性があります。このタスクを別の会話用に保持します。引き続き内容を確認して「送信」を選ぶ必要があります。
zh_hans: 上次发送可能已到达网关。此操作会保留任务，用于另一个独立对话。你仍需检查并选择“发送”。

# workdesk.draft.anotherAfterInterruptionTitle
source: Prepare another conversation?
es: ¿Preparar otra conversación?
ja: 別の会話を準備しますか？
zh_hans: 准备另一个对话？

# workdesk.draft.checkConversationAgain
source: Check again
es: Volver a comprobar
ja: 再確認
zh_hans: 再次检查

# workdesk.draft.checkingConversation
source: Checking saved conversations…
es: Comprobando conversaciones guardadas…
ja: 保存済みの会話を確認中…
zh_hans: 正在检查已保存的对话…

# workdesk.draft.clearFailed
source: This draft couldn’t be removed from this device. Try again.
es: No se pudo eliminar este borrador de este dispositivo. Inténtalo de nuevo.
ja: このデバイスから下書きを削除できませんでした。再試行してください。
zh_hans: 无法从此设备移除此草稿，请重试。

# workdesk.draft.conflict
source: This project’s draft changed in another window. Your request is still here. Choose which draft to keep.
es: El borrador de este proyecto cambió en otra ventana. Tu solicitud sigue aquí. Elige qué borrador conservar.
ja: 別のウィンドウでプロジェクトの下書きが変更されました。リクエストはここに保持されています。残す下書きを選んでください。
zh_hans: 此项目的草稿在另一窗口发生了变化，请求仍在这里。请选择保留哪个草稿。

# workdesk.draft.conversationLookupFailed
source: Saved conversations couldn’t be checked. Try again before preparing another conversation.
es: No se pudieron comprobar las conversaciones guardadas. Reintenta antes de preparar otra conversación.
ja: 保存済みの会話を確認できませんでした。別の会話を準備する前に再試行してください。
zh_hans: 无法检查已保存的对话，请重试后再准备另一个对话。

# workdesk.draft.conversationUnresolved
source: No saved user message was found on this device. This does not confirm whether the gateway received the previous send.
es: No se encontró ningún mensaje de usuario guardado en este dispositivo. Esto no confirma si la pasarela recibió el envío anterior.
ja: このデバイスに保存されたユーザーメッセージは見つかりませんでした。ただし、ゲートウェイが前回の送信を受信したかどうかは確認できません。
zh_hans: 此设备未找到已保存的用户消息，这不能确认网关是否收到上次发送。

# workdesk.draft.interruptedMessage
source: A send started before this draft closed. Check the saved conversation before preparing another.
es: Se inició un envío antes de cerrar este borrador. Revisa la conversación guardada antes de preparar otra.
ja: この下書きを閉じる前に送信が開始されました。別の会話を準備する前に保存済みの会話を確認してください。
zh_hans: 此草稿关闭前已开始发送。准备另一个对话前，请先检查已保存的对话。

# workdesk.draft.interruptedTitle
source: Check the previous conversation
es: Revisar la conversación anterior
ja: 前回の会話を確認
zh_hans: 检查上一个对话

# workdesk.draft.loadFailed
source: The saved draft couldn’t open. Try again to keep your previous request.
es: No se pudo abrir el borrador guardado. Reintenta para conservar tu solicitud anterior.
ja: 保存済みの下書きを開けませんでした。前のリクエストを保持するには再試行してください。
zh_hans: 无法打开已保存的草稿，请重试以保留之前的请求。

# workdesk.draft.loadSaved
source: Load saved request
es: Cargar solicitud guardada
ja: 保存済みのリクエストを読み込む
zh_hans: 载入已保存的请求

# workdesk.draft.noSavedGateway
source: No gateway selected
es: Ninguna pasarela seleccionada
ja: ゲートウェイは未選択です
zh_hans: 未选择网关

# workdesk.draft.openExistingConversation
source: Open existing conversation
es: Abrir conversación existente
ja: 既存の会話を開く
zh_hans: 打开现有对话

# workdesk.draft.reloadMessage
source: This discards the task and material changes in this window and loads the saved request shown in the composer.
es: Esto descarta los cambios de tarea y materiales de esta ventana y carga la solicitud guardada que aparece en el campo de escritura.
ja: このウィンドウのタスクと素材の変更を破棄し、入力欄に表示されている保存済みのリクエストを読み込みます。
zh_hans: 这会放弃此窗口中的任务和素材更改，并载入输入框中显示的已保存请求。

# workdesk.draft.reloadTitle
source: Load the saved request?
es: ¿Cargar la solicitud guardada?
ja: 保存済みのリクエストを読み込みますか？
zh_hans: 载入已保存的请求？

# workdesk.draft.removed
source: This draft was removed. Close it to start a new conversation.
es: Este borrador se eliminó. Ciérralo para iniciar una conversación nueva.
ja: この下書きは削除されました。新しい会話を始めるには閉じてください。
zh_hans: 此草稿已移除，请关闭它以开始新对话。

# workdesk.draft.replaceMessage
source: This replaces the saved request shown in the composer with the task and material choices in this window.
es: Esto reemplaza la solicitud guardada del campo de escritura por la tarea y los materiales elegidos en esta ventana.
ja: 入力欄に表示されている保存済みのリクエストを、このウィンドウのタスクと素材の選択で置き換えます。
zh_hans: 这会用此窗口中的任务和素材选择，替换输入框中显示的已保存请求。

# workdesk.draft.replaceTitle
source: Use this request instead?
es: ¿Usar esta solicitud en su lugar?
ja: 代わりにこのリクエストを使いますか？
zh_hans: 改用此请求？

# workdesk.draft.saveFailed
source: This draft couldn’t save on this device. Try again before closing.
es: No se pudo guardar este borrador en este dispositivo. Reintenta antes de cerrar.
ja: このデバイスに下書きを保存できませんでした。閉じる前に再試行してください。
zh_hans: 无法在此设备保存草稿，关闭前请重试。

# workdesk.draft.savedMaterialsCount
source: Materials selected: %lld
es: Materiales seleccionados: %lld
ja: 選択した素材：%lld件
zh_hans: 所选素材：%lld

# workdesk.draft.savedMaterialsUnavailable
source: %lld selected materials are unavailable here.
es: %lld materiales seleccionados no están disponibles aquí.
ja: 選択した素材%lld件はここで利用できません。
zh_hans: %lld 项所选素材在此处不可用。

# workdesk.draft.savedRequest
source: Saved request
es: Solicitud guardada
ja: 保存済みのリクエスト
zh_hans: 已保存的请求

# workdesk.draft.savedRequestRetired
source: The saved request was completed or removed in another window.
es: La solicitud guardada se completó o eliminó en otra ventana.
ja: 保存済みのリクエストは、別のウィンドウで完了または削除されました。
zh_hans: 已保存的请求已在另一窗口完成或移除。

# workdesk.draft.savedSendPending
source: A send was started for this request. Load it to check the conversation before preparing another.
es: Se inició un envío para esta solicitud. Cárgala para revisar la conversación antes de preparar otra.
ja: このリクエストの送信が開始されました。別の会話を準備する前に、読み込んで会話を確認してください。
zh_hans: 此请求已开始发送。请载入以检查对话，再准备另一个对话。

# workdesk.draft.savedTaskEmpty
source: No task entered.
es: No se introdujo ninguna tarea.
ja: タスクは未入力です。
zh_hans: 未输入任务。

# workdesk.draft.unavailableSavedGateway
source: Saved gateway unavailable on this device
es: Pasarela guardada no disponible en este dispositivo
ja: 保存済みのゲートウェイはこのデバイスで利用できません
zh_hans: 已保存的网关在此设备不可用

# workdesk.draft.useTaskAgain
source: Use this task for another conversation
es: Usar esta tarea para otra conversación
ja: このタスクを別の会話に使用
zh_hans: 将此任务用于另一对话

# workdesk.draft.useThis
source: Use this request
es: Usar esta solicitud
ja: このリクエストを使用
zh_hans: 使用此请求

# workdesk.empty.title
source: Room to think
es: Espacio para pensar
ja: 考えるためのスペース
zh_hans: 留出思考空间

# workdesk.error.conflict
source: The desk changed. Try that action again.
es: El escritorio cambió. Prueba esa acción de nuevo.
ja: ワークスペースが変更されました。もう一度操作してください。
zh_hans: 工作台已发生变化，请重试此操作。

# workdesk.error.deletionChanged
source: This project or its materials changed. Review the deletion again.
es: Este proyecto o sus materiales cambiaron. Revisa de nuevo la eliminación.
ja: プロジェクトまたは素材が変更されました。削除する内容を再確認してください。
zh_hans: 此项目或其素材已发生变化，请重新检查删除操作。

# workdesk.error.materialMissing
source: An item has changed or been removed. Refresh the desk and try again.
es: Un elemento cambió o se eliminó. Actualiza el escritorio y vuelve a intentarlo.
ja: 項目が変更または削除されました。ワークスペースを更新して再試行してください。
zh_hans: 某项内容已更改或移除，请刷新工作台后重试。

# workdesk.error.materialMoved
source: An item moved to another project. Refresh the desk and try again.
es: Un elemento se movió a otro proyecto. Actualiza el escritorio y vuelve a intentarlo.
ja: 項目が別のプロジェクトに移動しました。ワークスペースを更新して再試行してください。
zh_hans: 某项内容已移入另一项目，请刷新工作台后重试。

# workdesk.error.projectArchived
source: Restore this project before continuing its conversations or adding materials.
es: Restaura este proyecto antes de continuar sus conversaciones o añadir materiales.
ja: 会話を続けたり素材を追加したりするには、このプロジェクトを復元してください。
zh_hans: 请先恢复此项目，再继续其对话或添加素材。

# workdesk.error.projectChanged
source: This project changed while you were editing. Reopen it to use the latest version.
es: Este proyecto cambió mientras lo editabas. Vuelve a abrirlo para usar la última versión.
ja: 編集中にこのプロジェクトが変更されました。開き直して最新版を使ってください。
zh_hans: 编辑期间此项目发生了变化，请重新打开以使用最新版本。

# workdesk.error.projectLimit
source: The free plan includes %lld active projects. Archive a project to make room. Its materials and conversations stay available.
es: El plan gratuito incluye %lld proyectos activos. Archiva un proyecto para hacer espacio. Sus materiales y conversaciones siguen disponibles.
ja: 無料プランには、有効なプロジェクト%lld件が含まれます。枠を空けるにはプロジェクトをアーカイブしてください。素材と会話は引き続き利用できます。
zh_hans: 免费方案包含 %lld 个启用项目。归档一个项目即可腾出空间，素材和对话仍可使用。

# workdesk.error.projectMissing
source: That project is no longer available.
es: Ese proyecto ya no está disponible.
ja: そのプロジェクトは利用できなくなりました。
zh_hans: 该项目已不可用。

# workdesk.error.projectSelectionChanged
source: Your projects or plan changed. Review the active projects again before confirming.
es: Tus proyectos o tu plan cambiaron. Revisa de nuevo los proyectos activos antes de confirmar.
ja: プロジェクトまたはプランが変更されました。確定する前に、有効なプロジェクトを再確認してください。
zh_hans: 项目或方案已发生变化，确认前请再次检查启用的项目。

# workdesk.error.projectSelectionRequired
source: Choose up to %lld active projects to continue on the free plan. Your materials and conversations stay available.
es: Elige hasta %lld proyectos activos para continuar en el plan gratuito. Tus materiales y conversaciones siguen disponibles.
ja: 無料プランで続けるには、有効なプロジェクトを%lld件まで選んでください。素材と会話は引き続き利用できます。
zh_hans: 请选择最多 %lld 个启用项目，以继续使用免费方案。素材和对话仍可使用。

# workdesk.error.save
source: The desk couldn’t save that change. Try again.
es: El escritorio no pudo guardar ese cambio. Inténtalo de nuevo.
ja: ワークスペースに変更を保存できませんでした。再試行してください。
zh_hans: 工作台无法保存此更改，请重试。

# workdesk.error.textLength
source: Shorten the project name or brief, then try again.
es: Acorta el nombre o la descripción del proyecto y vuelve a intentarlo.
ja: プロジェクト名または概要を短くして再試行してください。
zh_hans: 请缩短项目名称或任务说明后重试。
